{
  "instructions": "Fill in the author information below. Use DD/MM/YYYY format for dates. Write Author Details in Bangla script.",
  "authors": {
    "Abhinandan Banerjee": {
      "nameBangla": "অভিনন্দন ব্যানার্জি",
      "dateOfBirth": "11/06/1992",
      "dateOfDeath": "",
      "details": "অভিনন্দন ব্যানার্জি সমসাময়িক বাংলা থ্রিলার ও ক্রাইম সাহিত্যের আধুনিক লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং আধুনিক পটভূমিতে রোমাঞ্চকর রহস্য কাহিনী রচনা করেন। তাঁর লেখা নতুন প্রজন্মের পাঠকদের কাছে জনপ্রিয়।"
    },
    "Abhishek Sengupta": {
      "nameBangla": "অভিষেক সেনগুপ্ত",
      "dateOfBirth": "19/12/1985",
      "dateOfDeath": "",
      "details": "অভিষেক সেনগুপ্ত সমসাময়িক বাংলা থ্রিলার সাহিত্যের আধুনিক লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং বর্তমান সময়ের পটভূমিতে রোমাঞ্চকর কাহিনী রচনা করেন। তাঁর রচনা আধুনিক এবং দ্রুত গতির।"
    },
    "Achintya Kumar Sengupta": {
      "nameBangla": "অচিন্ত্যকুমার সেনগুপ্ত",
      "dateOfBirth": "19/09/1903",
      "dateOfDeath": "29/01/1976",
      "details": "অচিন্ত্যকুমার সেনগুপ্ত বাংলা সাহিত্যের জনপ্রিয় ঔপন্যাসিক এবং ঐতিহাসিক উপন্যাস লেখক। তিনি চট্টগ্রামে জন্মগ্রহণ করেন এবং 'নিশিপদ্ম', 'কল্লোল' ইত্যাদি বিখ্যাত ঐতিহাসিক উপন্যাস রচনা করেন। তাঁর রচনা ইতিহাস ও রোমান্সের সংমিশ্রণে সমৃদ্ধ।"
    },
    "Adrish Bardhan": {
      "nameBangla": "আদ্রিশ বর্ধন",
      "dateOfBirth": "01/12/1932",
      "dateOfDeath": "20/05/2019",
      "details": "আদ্রিশ বর্ধন একজন বিখ্যাত বাংলা বৈজ্ঞানিক কল্পকাহিনী লেখক, সম্পাদক এবং অনুবাদক ছিলেন। তিনি কলকাতায় জন্মগ্রহণ করেন এবং বাংলায় বৈজ্ঞ৷নিক কল্পকাহিনীর অগ্রদূত হিসেবে বিবেচিত। তিনি গোয়েন্দা ইন্দ্রনাথ রুদ্র এবং নারায়ণী চরিত্র সৃষ্টি করেছিলেন।"
    },
    "Alice Perrin": {
      "nameBangla": "অ্যালিস পেরিন",
      "dateOfBirth": "15/07/1867",
      "dateOfDeath": "1934",
      "details": "অ্যালিস পেরিন ব্রিটিশ ঔপন্যাসিক যিনি ভারতীয় জীবন নিয়ে রহস্য এবং রোমান্টিক কাহিনী রচনা করেছিলেন। তিনি ভারতে জন্মগ্রহণ করেন এবং 'East of Suez', 'The Anglo-Indians' রচনা করেন। তাঁর লেখা ব্রিটিশ রাজ যুগের ভারতীয় সমাজের প্রতিচ্ছবি।"
    },
    "Aniruddha Chaudhary": {
      "nameBangla": "অনিরুদ্ধ চৌধুরী",
      "dateOfBirth": "1968",
      "dateOfDeath": "",
      "details": "অনিরুদ্ধ চৌধুরী সমসাময়িক বাংলা থ্রিলার ও রহস্য সাহিত্যের লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং আধুনিক পটভূমিতে রোমাঞ্চকর কাহিনী রচনা করেন। তাঁর লেখা বাস্তবধর্মী এবং আকর্ষক।"
    },
    "Anish Deb": {
      "nameBangla": "অনীশ দেব",
      "dateOfBirth": "22/10/1951",
      "dateOfDeath": "",
      "details": "অনীশ দেব সমসাময়িক বাংলা থ্রিলার ও ক্রাইম সাহিত্যের তরুণ লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং আধুনিক শহুরে পটভূমিতে রোমাঞ্চকর রহস্য কাহিনী রচনা করেন। তাঁর লেখা নতুন প্রজন্মের পাঠকদের মধ্যে জনপ্রিয়।"
    },
    "Arthur C. Clarke": {
      "nameBangla": "আর্থার সি. ক্লার্ক",
      "dateOfBirth": "16/12/1917",
      "dateOfDeath": "19/03/2008",
      "details": "আর্থার সি. ক্লার্ক ব্রিটিশ বৈজ্ঞানিক কল্পকাহিনীর অন্যতম শ্রেষ্ঠ লেখক এবং বিজ্ঞানী। তিনি সমারসেটে জন্মগ্রহণ করেন এবং '2001: A Space Odyssey' রচনা করেন। তিনি যোগাযোগ স্যাটেলাইট প্রযুক্তির ধারণার জনক এবং তিনটি বিখ্যাত সায়েন্স ফিকশন আইন প্রণয়ন করেন।"
    },
    "Arthur Conan Doyle": {
      "nameBangla": "আর্থার কোনান ডয়েল",
      "dateOfBirth": "22/05/1859",
      "dateOfDeath": "07/07/1930",
      "details": "আর্থার কোনান ডয়েল একজন ব্রিটিশ লেখক এবং চিকিৎসক যিনি শার্লক হোমস গোয়েন্দা চরিত্রের স্রষ্টা। তিনি এডিনবরায় জন্মগ্রহণ করেন এবং গোয়েন্দা সাহিত্যে বিপ্লব ঘটান। শার্লক হোমস সিরিজ বিশ্বসাহিত্যের অন্যতম জনপ্রিয় গোয়েন্দা কাহিনী।"
    },
    "Aveek Sarkar / Avik Sarkar": {
      "nameBangla": "অভীক সরকার",
      "dateOfBirth": "09/06/1945",
      "dateOfDeath": "",
      "details": "অভীক সরকার সমসাময়িক বাংলা থ্রিলার সাহিত্যের তরুণতম লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং আধুনিক প্রযুক্তি ও শহুরে জীবনের পটভূমিতে রোমাঞ্চকর কাহিনী রচনা করেন। তাঁর রচনা আধুনিক ও অত্যাধুনিক।"
    },
    "Balai Chand Mukhopadhyay": {
      "nameBangla": "বলাইচাঁদ মুখোপাধ্যায় (বনফুল)",
      "dateOfBirth": "19/07/1899",
      "dateOfDeath": "09/02/1979",
      "details": "বলাইচাঁদ মুখোপাধ্যায় 'বনফুল' ছদ্মনামে বিখ্যাত বাংলা সাহিত্যের অন্যতম শ্রেষ্ঠ ছোটগল্পকার এবং চিকিৎসক। তিনি বিহারে জন্মগ্রহণ করেন এবং পাঁচশোরও বেশি ছোটগল্প রচনা করেন। তিনি রবীন্দ্র পুরস্কার, সাহিত্য অকাদেমি পুরস্কার এবং পদ্মভূষণ সম্মানে ভূষিত হন।"
    },
    "Banibroto Chakraborty": {
      "nameBangla": "বণীব্রত চক্রবর্তী",
      "dateOfBirth": "03/09/1947",
      "dateOfDeath": "1985",
      "details": "বণীব্রত চক্রবর্তী বাংলা অ্যাডভেঞ্চার ও রহস্য সাহিত্যের জনপ্রিয় লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং শিশু-কিশোরদের জন্য রোমাঞ্চকর কাহিনী রচনা করেন। তাঁর রচনা সহজবোধ্য এবং পাঠকপ্রিয়।"
    },
    "Bibhutibhushan Bandyopadhyay": {
      "nameBangla": "বিভূতিভূষণ বন্দ্যোপাধ্যায়",
      "dateOfBirth": "12/09/1894",
      "dateOfDeath": "01/11/1950",
      "details": "বিভূতিভূষণ বন্দ্যোপাধ্যায় বাংলা সাহিত্যের অন্যতম শ্রেষ্ঠ ঔপন্যাসিক এবং 'পথের পাঁচালী' রচয়িতা। তিনি মুরারিপুরে জন্মগ্রহণ করেন এবং গ্রামবাংলার জীবন নিয়ে অনবদ্য উপন্যাস রচনা করেন। 'অপরাজিত' এবং 'আরণ্যক' তাঁর অন্যতম বিখ্যাত রচনা।"
    },
    "Bidhayak Bhattacharya": {
      "nameBangla": "বিধায়ক ভট্টাচার্য",
      "dateOfBirth": "07/02/1907",
      "dateOfDeath": "14/09/1982",
      "details": "বিধায়ক ভট্টাচার্য বাংলা কল্পবিজ্ঞান ও রহস্য সাহিত্যের অন্যতম প্রধান লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং বিজ্ঞানভিত্তিক রহস্য কাহিনী রচনায় পারদর্শী। তাঁর রচনা বাংলা কল্পবিজ্ঞান সাহিত্যের সমৃদ্ধিতে গুরুত্বপূর্ণ ভূমিকা পালন করেছে।"
    },
    "Bimal Kar": {
      "nameBangla": "বিমল কর",
      "dateOfBirth": "15/02/1921",
      "dateOfDeath": "25/07/2003",
      "details": "বিমল কর বাংলা গোয়েন্দা ও রহস্য সাহিত্যের জনপ্রিয় লেখক এবং সত্যান্বেষী গোয়েন্দা চরিত্রের স্রষ্টা। তিনি কলকাতায় জন্মগ্রহণ করেন এবং তিনশোরও বেশি রহস্য উপন্যাস রচনা করেন। তাঁর লেখা সরল ভাষা ও দ্রুত গতির কাহিনীর জন্য বিখ্যাত।"
    },
    "Buddhadeb Bosu": {
      "nameBangla": "বুদ্ধদেব বসু",
      "dateOfBirth": "30/11/1908",
      "dateOfDeath": "18/03/1974",
      "details": "বুদ্ধদেব বসু বিংশ শতাব্দীর অন্যতম প্রধান বাংলা কবি, ঔপন্যাসিক এবং সাহিত্য সমালোচক। তিনি কুমিল্লায় জন্মগ্রহণ করেন এবং আধুনিক বাংলা কবিতায় রবীন্দ্রনাথের পরবর্তী যুগের প্রবর্তক। তিনি 'কবিতা' পত্রিকার সম্পাদক ছিলেন এবং যাদবপুর বিশ্ববিদ্যালয়ে তুলনামূলক সাহিত্য বিভাগ প্রতিষ্ঠা করেন।"
    },
    "Charles Dickens": {
      "nameBangla": "চার্লস ডিকেন্স",
      "dateOfBirth": "07/02/1812",
      "dateOfDeath": "09/06/1870",
      "details": "চার্লস ডিকেন্স ভিক্টোরিয়ান যুগের সর্বশ্রেষ্ঠ ইংরেজ ঔপন্যাসিক এবং সমাজ সংস্কারক। তিনি পোর্টসমাউথে জন্মগ্রহণ করেন এবং 'Oliver Twist', 'A Tale of Two Cities', 'Great Expectations' রচনা করেন। তাঁর রচনা বিশ্বসাহিত্যে অমর হয়ে আছে।"
    },
    "Edgar Allan Poe": {
      "nameBangla": "এডগার অ্যালান পো",
      "dateOfBirth": "19/01/1809",
      "dateOfDeath": "07/10/1849",
      "details": "এডগার অ্যালান পো আমেরিকান সাহিত্যের অন্যতম প্রধান রহস্য ও ভৌতিক গল্পের লেখক। তিনি বোস্টনে জন্মগ্রহণ করেন এবং আধুনিক গোয়েন্দা কাহিনীর জনক হিসেবে বিবেচিত। 'The Murders in the Rue Morgue' এবং 'The Raven' তাঁর বিখ্যাত রচনা।"
    },
    "Francis Marion Crawford": {
      "nameBangla": "ফ্রান্সিস ম্যারিয়ন ক্রফোর্ড",
      "dateOfBirth": "02/08/1854",
      "dateOfDeath": "09/04/1909",
      "details": "ফ্রান্সিস ম্যারিয়ন ক্রফোর্ড আমেরিকান ঔপন্যাসিক যিনি ঐতিহাসিক ও ভৌতিক কাহিনীতে পারদর্শী। তিনি ইতালিতে জন্মগ্রহণ করেন এবং চল্লিশটিরও বেশি উপন্যাস রচনা করেন। 'The Upper Berth' তাঁর বিখ্যাত ভৌতিক গল্প।"
    },
    "Gajendra Kumar Mitra": {
      "nameBangla": "গজেন্দ্রকুমার মিত্র",
      "dateOfBirth": "24/10/1889",
      "dateOfDeath": "22/09/1959",
      "details": "গজেন্দ্রকুমার মিত্র বাংলা শিশুসাহিত্যের অন্যতম পথিকৃৎ এবং 'মৌচাক' পত্রিকার সম্পাদক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং শিশুদের জন্য অসংখ্য রোমাঞ্চকর গল্প ও উপন্যাস রচনা করেন। তাঁর রচিত 'ঠাকুরমার ঝুলি'-র ধারায় অনেক লোককথা সংকলন করেছিলেন।"
    },
    "Gourango Proshad Basu": {
      "nameBangla": "গৌরাঙ্গ প্রসাদ বসু",
      "dateOfBirth": "1898",
      "dateOfDeath": "1975",
      "details": "গৌরাঙ্গ প্রসাদ বসু বাংলা রহস্য ও অ্যাডভেঞ্চার সাহিত্যের লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং শিশু-কিশোরদের জন্য রোমাঞ্চকর কাহিনী রচনা করেন। তাঁর রচনাশৈলী সহজ এবং কাহিনী আকর্ষক।"
    },
    "Graham Greene": {
      "nameBangla": "গ্রাহাম গ্রিন",
      "dateOfBirth": "02/10/1904",
      "dateOfDeath": "03/04/1991",
      "details": "গ্রাহাম গ্রিন ব্রিটিশ ঔপন্যাসিক, ছোটগল্পকার এবং নাট্যকার যিনি রহস্য ও থ্রিলার সাহিত্যে পারদর্শী। তিনি বার্কহ্যামস্টেডে জন্মগ্রহণ করেন এবং 'The Third Man', 'Brighton Rock' রচনা করেন। তিনি একুশবার নোবেল পুরস্কারের জন্য মনোনীত হয়েছিলেন।"
    },
    "H. P. Lovecraft": {
      "nameBangla": "এইচ. পি. লাভক্রাফ্ট",
      "dateOfBirth": "20/08/1890",
      "dateOfDeath": "15/03/1937",
      "details": "হাওয়ার্ড ফিলিপস লাভক্রাফ্ট আমেরিকান ভৌতিক এবং কসমিক হরর সাহিত্যের অন্যতম প্রধান লেখক। তিনি প্রভিডেন্সে জন্মগ্রহণ করেন এবং 'Cthulhu Mythos' সৃষ্টি করেন। তাঁর রচনা আধুনিক হরর সাহিত্যে গভীর প্রভাব ফেলেছে।"
    },
    "Hanns Heinz Ewers": {
      "nameBangla": "হানস হাইনৎস এভার্স",
      "dateOfBirth": "03/11/1871",
      "dateOfDeath": "12/06/1943",
      "details": "হানস হাইনৎস এভার্স জার্মান লেখক যিনি ভৌতিক ও হরর সাহিত্যে বিখ্যাত। তিনি ডুসেলডর্ফে জন্মগ্রহণ করেন এবং 'Alraune', 'The Sorcerer's Apprentice' রচনা করেন। তাঁর লেখা অতিপ্রাকৃত ও মনস্তাত্ত্বিক হরর ঘরানার অন্যতম শ্রেষ্ঠ নিদর্শন।"
    },
    "Harinarayan Chattopadhyay": {
      "nameBangla": "হরিনারায়ণ চট্টোপাধ্যায়",
      "dateOfBirth": "1865",
      "dateOfDeath": "1947",
      "details": "হরিনারায়ণ চট্টোপাধ্যায় বাংলা সাহিত্যের প্রথম দিকের গোয়েন্দা কাহিনী লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং রহস্য ও রোমাঞ্চকর কাহিনী রচনা করেন। তাঁর লেখা বাংলা গোয়েন্দা সাহিত্যের প্রারম্ভিক পর্যায়ের অন্যতম নিদর্শন।"
    },
    "Hector Hugh Munro (Saki)": {
      "nameBangla": "হেক্টর হিউ মুনরো (সাকি)",
      "dateOfBirth": "18/12/1870",
      "dateOfDeath": "14/11/1916",
      "details": "সাকি নামে পরিচিত হেক্টর হিউ মুনরো ব্রিটিশ ব্যঙ্গাত্মক ছোটগল্পকার। তিনি মায়ানমারে জন্মগ্রহণ করেন এবং তীক্ষ্ণ রসবোধ ও বিদ্রূপাত্মক গল্প রচনা করেন। প্রথম বিশ্বযুদ্ধে তিনি শহীদ হন।"
    },
    "Hemendra Kumar Roy": {
      "nameBangla": "হেমেন্দ্রকুমার রায়",
      "dateOfBirth": "02/09/1888",
      "dateOfDeath": "18/04/1963",
      "details": "হেমেন্দ্রকুমার রায় বাংলা শিশুসাহিত্য, গোয়েন্দা এবং রোমহর্ষক কাহিনীর অন্যতম পথিকৃৎ লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং জয়ন্ত-মানিক গোয়েন্দা সিরিজ ও বিমল-কুমার অ্যাডভেঞ্চার সিরিজ রচনা করেন। তিনি ৮০টিরও বেশি শিশুদের বই লিখেছেন এবং 'Alice in Wonderland' বাংলায় অনুবাদ করেছিলেন।"
    },
    "Henry James": {
      "nameBangla": "হেনরি জেমস",
      "dateOfBirth": "15/04/1843",
      "dateOfDeath": "28/02/1916",
      "details": "হেনরি জেমস আমেরিকান-ব্রিটিশ ঔপন্যাসিক যিনি মনস্তাত্ত্বিক বাস্তববাদের প্রবর্তক। তিনি নিউইয়র্কে জন্মগ্রহণ করেন এবং 'The Turn of the Screw', 'The Portrait of a Lady' রচনা করেন। তাঁর রচনা আধুনিক সাহিত্যে গভীর প্রভাব ফেলেছে।"
    },
    "Himadri Kishore Dasgupta": {
      "nameBangla": "হিমাদ্রিকিশোর দাশগুপ্ত",
      "dateOfBirth": "1907",
      "dateOfDeath": "1973",
      "details": "হিমাদ্রিকিশোর দাশগুপ্ত বাংলা রহস্য ও অ্যাডভেঞ্চার সাহিত্যের জনপ্রিয় লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং শিশু-কিশোরদের জন্য রোমাঞ্চকর গল্প ও উপন্যাস রচনা করেন। তাঁর রচনা সহজবোধ্য এবং গতিশীল কাহিনীর জন্য পরিচিত।"
    },
    "Hiren Chattopadhyay": {
      "nameBangla": "হীরেন চট্টোপাধ্যায়",
      "dateOfBirth": "19/12/1985",
      "dateOfDeath": "1990",
      "details": "হীরেন চট্টোপাধ্যায় বাংলা শিশুসাহিত্যের জনপ্রিয় লেখক এবং রহস্য-রোমাঞ্চ কাহিনীকার। তিনি ঢাকায় জন্মগ্রহণ করেন এবং বহু অ্যাডভেঞ্চার ও গোয়েন্দা কাহিনী রচনা করেন। তাঁর রচনা শিশু-কিশোর পাঠকদের মধ্যে অত্যন্ত জনপ্রিয় ছিল।"
    },
    "Jagadish Gupta": {
      "nameBangla": "জগদীশ গুপ্ত",
      "dateOfBirth": "18/02/1886",
      "dateOfDeath": "30/10/1957",
      "details": "জগদীশ গুপ্ত বাংলা সাহিত্যের বিশিষ্ট ঔপন্যাসিক এবং গল্পকার। তিনি রংপুরে জন্মগ্রহণ করেন এবং সামাজিক ও মনস্তাত্ত্বিক উপন্যাস রচনায় পারদর্শী। তাঁর 'পুরীর বাহুল্য', 'বনস্পতি' ইত্যাদি বিখ্যাত রচনা এবং তিনি ভৌতিক ও রহস্য কাহিনীও রচনা করেছেন।"
    },
    "Jim Corbett": {
      "nameBangla": "জিম করবেট",
      "dateOfBirth": "25/07/1875",
      "dateOfDeath": "19/04/1955",
      "details": "জিম করবেট ব্রিটিশ-ভারতীয় শিকারি, প্রকৃতিবিদ এবং লেখক যিনি মানুষখেকো বাঘ ও চিতাবাঘ শিকারের জন্য বিখ্যাত। তিনি নৈনিতালে জন্মগ্রহণ করেন এবং 'Man-Eaters of Kumaon' রচনা করেন। ভারতের জিম করবেট জাতীয় উদ্যান তাঁর নামে নামকরণ করা হয়েছে।"
    },
    "Kallol Lahiri": {
      "nameBangla": "কল্লোল লাহিড়ী",
      "dateOfBirth": "03/02/1975",
      "dateOfDeath": "2010",
      "details": "কল্লোল লাহিড়ী বাংলা রহস্য ও গোয়েন্দা সাহিত্যের জনপ্রিয় লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং অসংখ্য রোমাঞ্চকর গোয়েন্দা কাহিনী রচনা করেন। তাঁর রচনাশৈলী সহজ এবং কাহিনী গতিশীল হওয়ায় পাঠকপ্রিয়।"
    },
    "Kinnar Roy": {
      "nameBangla": "কিন্নর রায়",
      "dateOfBirth": "06/11/1953",
      "dateOfDeath": "2012",
      "details": "কিন্নর রায় বাংলা রহস্য ও থ্রিলার সাহিত্যের জনপ্রিয় লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং দুইশোরও বেশি রহস্য উপন্যাস রচনা করেন। তাঁর লেখা দ্রুত গতির কাহিনী এবং চমকপ্রদ মোড়ের জন্য বিখ্যাত।"
    },
    "Leela Majumdar": {
      "nameBangla": "লীলা মজুমদার",
      "dateOfBirth": "26/02/1908",
      "dateOfDeath": "05/04/2007",
      "details": "লীলা মজুমদার বাংলা শিশুসাহিত্যের অন্যতম শ্রেষ্ঠ লেখিকা এবং সত্যজিৎ রায়ের খুড়তুতো বোন। তিনি কলকাতায় জন্মগ্রহণ করেন এবং 'সন্দেশ' পত্রিকার সম্পাদক ছিলেন। তিনি ১২৫টিরও বেশি বই রচনা করেছেন যার মধ্যে রয়েছে কল্পকাহিনী, গোয়েন্দা কাহিনী এবং ভ্রমণকাহিনী।"
    },
    "Manabendra Pal": {
      "nameBangla": "মনবেন্দ্র পাল",
      "dateOfBirth": "1926",
      "dateOfDeath": "2005",
      "details": "মনবেন্দ্র পাল বাংলা অ্যাডভেঞ্চার ও রহস্য সাহিত্যের লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং শিশু-কিশোরদের জন্য রোমাঞ্চকর কাহিনী রচনা করেন। তাঁর রচনা সহজবোধ্য এবং আকর্ষক।"
    },
    "Manik Bandyopadhyay": {
      "nameBangla": "মানিক বন্দ্যোপাধ্যায়",
      "dateOfBirth": "19/05/1908",
      "dateOfDeath": "03/12/1956",
      "details": "মানিক বন্দ্যোপাধ্যায় বাংলা সাহিত্যের অন্যতম শক্তিশালী ঔপন্যাসিক এবং 'পুতুল নাচের ইতিকথা' রচয়িতা। তিনি সাঁওতাল পরগনায় জন্মগ্রহণ করেন এবং মনোবিশ্লেষণমূলক উপন্যাস রচনায় দক্ষ। 'পদ্মা নদীর মাঝি' তাঁর সর্বশ্রেষ্ঠ সৃষ্টি যা বাংলা সাহিত্যের একটি মাইলফলক।"
    },
    "Manindra Lal Basu": {
      "nameBangla": "মনীন্দ্রলাল বসু",
      "dateOfBirth": "1901",
      "dateOfDeath": "1987",
      "details": "মনীন্দ্রলাল বসু বাংলা রহস্য ও গোয়েন্দা সাহিত্যের প্রখ্যাত লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং অসংখ্য রহস্য উপন্যাস রচনা করেন। তাঁর রচনা সহজ ভাষায় লেখা এবং শিশু-কিশোরদের জন্য বিশেষভাবে উপযোগী।"
    },
    "Manjil Sen": {
      "nameBangla": "মঞ্জিল সেন",
      "dateOfBirth": "1926",
      "dateOfDeath": "",
      "details": "মঞ্জিল সেন বাংলা থ্রিলার ও গোয়েন্দা সাহিত্যের আধুনিক লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং সমসাময়িক পটভূমিতে রোমাঞ্চকর রহস্য কাহিনী রচনা করেন। তাঁর লেখা আধুনিক ও বাস্তবসম্মত।"
    },
    "Manoj Sen": {
      "nameBangla": "মনোজ সেন",
      "dateOfBirth": "1940",
      "dateOfDeath": "2003",
      "details": "মনোজ সেন বাংলা গোয়েন্দা ও রহস্য সাহিত্যের জনপ্রিয় লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং শতাধিক রহস্য উপন্যাস রচনা করেন। তাঁর রচনা সহজ ভাষা ও দ্রুত গতির কাহিনীর জন্য পাঠকপ্রিয়।"
    },
    "Manoranjan Dey": {
      "nameBangla": "মনোরঞ্জন দে",
      "dateOfBirth": "1923",
      "dateOfDeath": "1995",
      "details": "মনোরঞ্জন দে বাংলা রহস্য ও অ্যাডভেঞ্চার সাহিত্যের লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং শিশু-কিশোরদের জন্য রোমাঞ্চকর গল্প রচনা করেন। তাঁর রচনাশৈলী সহজবোধ্য এবং আকর্ষক।"
    },
    "Milward Kennedy": {
      "nameBangla": "মিলওয়ার্ড কেনেডি",
      "dateOfBirth": "23/07/1894",
      "dateOfDeath": "10/02/1968",
      "details": "মিলওয়ার্ড কেনেডি ব্রিটিশ রহস্য এবং গোয়েন্দা কাহিনীর লেখক। তিনি লন্ডনে জন্মগ্রহণ করেন এবং 'Detection Club'-এর সদস্য ছিলেন। তাঁর রচনা গোল্ডেন এজ অফ ডিটেক্টিভ ফিকশনের অন্তর্গত।"
    },
    "Murarimohan Beet": {
      "nameBangla": "মুরারীমোহন বীট",
      "dateOfBirth": "30/12/1914",
      "dateOfDeath": "26/07/1988",
      "details": "মুরারীমোহন বীট বাংলা রহস্য ও গোয়েন্দা সাহিত্যের প্রথম দিকের লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং অনেক রহস্য উপন্যাস রচনা করেন। তাঁর রচনা বাংলা গোয়েন্দা সাহিত্যের প্রাথমিক পর্যায়ের অন্তর্গত।"
    },
    "Narayan Gangopadhyay": {
      "nameBangla": "নারায়ণ গঙ্গোপাধ্যায়",
      "dateOfBirth": "04/02/1918",
      "dateOfDeath": "08/11/1970",
      "details": "নারায়ণ গঙ্গোপাধ্যায় আধুনিক বাংলা সাহিত্যের বিশিষ্ট লেখক এবং বিখ্যাত টেনিদা চরিত্রের স্রষ্টা। তিনি দিনাজপুরে জন্মগ্রহণ করেন এবং কলকাতা বিশ্ববিদ্যালয়ে অধ্যাপনা করতেন। তিনি উপন্যাস, ছোটগল্প এবং শিশুসাহিত্যে অবদানের জন্য আনন্দ পুরস্কার এবং সাহিত্য অকাদেমি পুরস্কার লাভ করেন।"
    },
    "Nihar Ranjan Gupta": {
      "nameBangla": "নিহাররঞ্জন গুপ্ত",
      "dateOfBirth": "06/06/1911",
      "dateOfDeath": "20/02/1986",
      "details": "নিহাররঞ্জন গুপ্ত একজন প্রখ্যাত চর্মরোগ বিশেষজ্ঞ এবং জনপ্রিয় বাংলা সাহিত্যিক যিনি কিরীটি রায় গোয়েন্দা চরিত্রের স্রষ্টা। তিনি নড়াইলে জন্মগ্রহণ করেন এবং দ্বিতীয় বিশ্বযুদ্ধে সেনা চিকিৎসক হিসেবে কাজ করেছিলেন। তিনি ২০০টিরও বেশি উপন্যাস রচনা করেছেন এবং বাংলা রহস্য সাহিত্যে অসামান্য অবদান রেখেছেন।"
    },
    "Nilanjan Chattopadhyay": {
      "nameBangla": "নীলাঞ্জন চট্টোপাধ্যায়",
      "dateOfBirth": "1945",
      "dateOfDeath": "",
      "details": "নীলাঞ্জন চট্টোপাধ্যায় বাংলা থ্রিলার ও ক্রাইম সাহিত্যের সমসাময়িক লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং আধুনিক পটভূমিতে রোমাঞ্চকর রহস্য কাহিনী রচনা করেন। তাঁর রচনা বাস্তবধর্মী ও চমকপ্রদ।"
    },
    "Nirod Chandra Majumdar": {
      "nameBangla": "নীরোদচন্দ্র মজুমদার",
      "dateOfBirth": "11/05/1916",
      "dateOfDeath": "26/09/1982",
      "details": "নীরোদচন্দ্র মজুমদার বাংলা রহস্য ও অ্যাডভেঞ্চার সাহিত্যের জনপ্রিয় লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং রোমাঞ্চকর গোয়েন্দা ও অ্যাডভেঞ্চার কাহিনী রচনা করেন। তাঁর লেখা শিশু-কিশোর পাঠকদের মধ্যে বিশেষভাবে জনপ্রিয় ছিল।"
    },
    "Nityananda Khan": {
      "nameBangla": "নিত্যানন্দ খান",
      "dateOfBirth": "1915",
      "dateOfDeath": "1985",
      "details": "নিত্যানন্দ খান বাংলা রহস্য ও অ্যাডভেঞ্চার সাহিত্যের লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং শিশু-কিশোরদের জন্য রোমাঞ্চকর কাহিনী রচনা করেন। তাঁর রচনা সহজবোধ্য এবং আকর্ষক।"
    },
    "Nolini Das": {
      "nameBangla": "নলিনী দাশ",
      "dateOfBirth": "05/08/1916",
      "dateOfDeath": "26/03/1993",
      "details": "নলিনী দাশ বাংলা রহস্য ও গোয়েন্দা সাহিত্যের লেখিকা। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং রোমাঞ্চকর রহস্য কাহিনী রচনা করেন। বাংলা গোয়েন্দা সাহিত্যে মহিলা লেখিকা হিসেবে তাঁর গুরুত্বপূর্ণ অবদান রয়েছে।"
    },
    "Panchkori Dey / Pachkori Dey": {
      "nameBangla": "পাঁচকড়ি দে",
      "dateOfBirth": "01/05/1866",
      "dateOfDeath": "23/03/1907",
      "details": "পাঁচকড়ি দে উনিশ শতকের বাংলা সাহিত্যের অন্যতম প্রধান ঔপন্যাসিক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং সামাজিক উপন্যাস রচনায় পারদর্শী। তাঁর 'মহারাজ', 'দেবী' ইত্যাদি বিখ্যাত রচনা এবং তিনি সমাজ সংস্কারক হিসেবেও পরিচিত।"
    },
    "Prabhat Kumar Mukhopadhyay": {
      "nameBangla": "প্রভাতকুমার মুখোপাধ্যায়",
      "dateOfBirth": "02/05/1892",
      "dateOfDeath": "10/09/1935",
      "details": "প্রভাতকুমার মুখোপাধ্যায় বাংলা গোয়েন্দা সাহিত্যের অন্যতম পথিকৃৎ এবং শ্রীবিশ গোয়েন্দা চরিত্রের স্রষ্টা। তিনি কলকাতায় জন্মগ্রহণ করেন এবং বাংলা রহস্য সাহিত্যের প্রসারে গুরুত্বপূর্ণ ভূমিকা পালন করেন। তাঁর রচনা বাংলা গোয়েন্দা কাহিনীর সূচনা পর্বের অন্যতম।"
    },
    "Pracheta Gupta": {
      "nameBangla": "প্রচেতা গুপ্ত",
      "dateOfBirth": "25/03/1950",
      "dateOfDeath": "",
      "details": "প্রচেতা গুপ্ত সমসাময়িক বাংলা সাহিত্যের প্রখ্যাত লেখিকা এবং কবি। তিনি কলকাতায় জন্মগ্রহণ করেন এবং উপন্যাস, গল্প, কবিতা ও প্রবন্ধ রচনা করেন। তিনি আনন্দ পুরস্কার ও সাহিত্য অকাদেমি পুরস্কারে ভূষিত এবং নারীবাদী সাহিত্যে তাঁর গুরুত্বপূর্ণ অবদান রয়েছে।"
    },
    "Pranab Roy / Pranab Ray": {
      "nameBangla": "প্রণব রায়",
      "dateOfBirth": "1935",
      "dateOfDeath": "2008",
      "details": "প্রণব রায় বাংলা থ্রিলার ও গোয়েন্দা সাহিত্যের জনপ্রিয় লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং অসংখ্য রোমাঞ্চকর রহস্য কাহিনী রচনা করেন। তাঁর রচনা দ্রুত গতির কাহিনী এবং চমকপ্রদ পট পরিবর্তনের জন্য বিখ্যাত।"
    },
    "Premendra Mitra": {
      "nameBangla": "প্রেমেন্দ্র মিত্র",
      "dateOfBirth": "04/09/1904",
      "dateOfDeath": "03/05/1988",
      "details": "প্রেমেন্দ্র মিত্র বাংলা কল্পবিজ্ঞান ও গোয়েন্দা সাহিত্যের পথপ্রদর্শক এবং ঘনাদা চরিত্রের স্রষ্টা। তিনি বানারসে জন্মগ্রহণ করেন এবং বাংলা সাহিত্যে অ্যাডভেঞ্চার গল্পের জনপ্রিয়তা বৃদ্ধি করেন। তাঁর রচিত ঘনাদা সিরিজ আজও অত্যন্ত জনপ্রিয়।"
    },
    "Priyonath Mukhopadhyay": {
      "nameBangla": "প্রিয়নাথ মুখোপাধ্যায়",
      "dateOfBirth": "13/10/1855",
      "dateOfDeath": "03/05/1947",
      "details": "প্রিয়নাথ মুখোপাধ্যায় বাংলা গোয়েন্দা কাহিনীর প্রথম দিকের লেখক এবং দারোগা সাহিত্যের জনক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং 'দারোগার দপ্তর' রচনা করেন যা বাংলা ভাষায় প্রথম গোয়েন্দা কাহিনী হিসেবে বিবেচিত। তিনি পুলিশ বিভাগে কর্মরত ছিলেন।"
    },
    "Probodh Kumar Sanyal": {
      "nameBangla": "প্রবোধকুমার সান্যাল",
      "dateOfBirth": "05/01/1904",
      "dateOfDeath": "10/09/1985",
      "details": "প্রবোধকুমার সান্যাল বাংলা রহস্য ও গোয়েন্দা সাহিত্যের জনপ্রিয় লেখক। তিনি ঢাকায় জন্মগ্রহণ করেন এবং পঁচিশটিরও বেশি গোয়েন্দা উপন্যাস রচনা করেন। তাঁর রচনাশৈলী সহজবোধ্য এবং কাহিনী গতিশীল হওয়ায় পাঠকপ্রিয়।"
    },
    "Rabindranath Tagore": {
      "nameBangla": "রবীন্দ্রনাথ ঠাকুর",
      "dateOfBirth": "07/05/1861",
      "dateOfDeath": "07/08/1941",
      "details": "রবীন্দ্রনাথ ঠাকুর বাংলা সাহিত্যের সর্বশ্রেষ্ঠ কবি, ঔপন্যাসিক, ছোটগল্পকার এবং নাটককার। তিনি কলকাতায় জন্মগ্রহণ করেন এবং ১৯১৩ সালে নোবেল পুরস্কার লাভ করেন। গীতাঞ্জলি তাঁর সবচেয়ে বিখ্যাত কাব্যগ্রন্থ এবং তিনি ভারত ও বাংলাদেশের জাতীয় সংগীত রচয়িতা।"
    },
    "Rajshekhar Basu": {
      "nameBangla": "রাজশেখর বসু (পরশুরাম)",
      "dateOfBirth": "16/03/1880",
      "dateOfDeath": "27/04/1960",
      "details": "রাজশেখর বসু 'পরশুরাম' ছদ্মনামে বিখ্যাত বাংলা সাহিত্যের অন্যতম শ্রেষ্ঠ ব্যঙ্গ লেখক এবং রসায়নবিদ। তিনি বর্ধমানে জন্মগ্রহণ করেন এবং 'গড্ডলিকা', 'কজ্জলী' ইত্যাদি রচনা করেন। তিনি 'চলন্তিকা' বাংলা অভিধান সংকলন করেন এবং পদ্মভূষণ সম্মানে ভূষিত হন।"
    },
    "Ray Bradbury": {
      "nameBangla": "রে ব্র্যাডবারি",
      "dateOfBirth": "22/08/1920",
      "dateOfDeath": "05/06/2012",
      "details": "রে ব্র্যাডবারি আমেরিকান কল্পবিজ্ঞান ও ফ্যান্টাসি সাহিত্যের অন্যতম প্রধান লেখক। তিনি ইলিনয়েতে জন্মগ্রহণ করেন এবং 'Fahrenheit 451' ও 'The Martian Chronicles' রচনা করেন। তাঁর লেখা পঞ্চাশটিরও বেশি বই প্রকাশিত হয়েছে।"
    },
    "Ruskin Bond": {
      "nameBangla": "রাসকিন বন্ড",
      "dateOfBirth": "19/05/1934",
      "dateOfDeath": "",
      "details": "রাসকিন বন্ড ভারতীয় ইংরেজি সাহিত্যের অন্যতম জনপ্রিয় লেখক এবং শিশুসাহিত্যিক। তিনি কসৌলিতে জন্মগ্রহণ করেন এবং মুসৌরিতে বসবাস করেন। তিনি সাহিত্য অকাদেমি পুরস্কার ও পদ্মশ্রী সম্মানে ভূষিত এবং পাঁচশোরও বেশি ছোটগল্প ও উপন্যাস রচনা করেছেন।"
    },
    "Ruth Rendell": {
      "nameBangla": "রুথ রেন্ডেল",
      "dateOfBirth": "17/02/1930",
      "dateOfDeath": "02/05/2015",
      "details": "রুথ রেন্ডেল ব্রিটিশ ক্রাইম এবং মনস্তাত্ত্বিক থ্রিলার সাহিত্যের অন্যতম শ্রেষ্ঠ লেখিকা। তিনি লন্ডনে জন্মগ্রহণ করেন এবং ইন্সপেক্টর ওয়েক্সফোর্ড সিরিজ রচনা করেন। তিনি তিনটি গোল্ড ড্যাগার পুরস্কার লাভ করেন।"
    },
    "Sailajananda Mukhopadhyay": {
      "nameBangla": "শৈলজানন্দ মুখোপাধ্যায়",
      "dateOfBirth": "15/04/1901",
      "dateOfDeath": "22/02/1976",
      "details": "শৈলজানন্দ মুখোপাধ্যায় বাংলা রহস্য ও ভৌতিক কাহিনীর জনপ্রিয় লেখক এবং কালীকুমার গোয়েন্দা চরিত্রের স্রষ্টা। তিনি ফরিদপুরে জন্মগ্রহণ করেন এবং দুইশোটিরও বেশি রহস্য উপন্যাস রচনা করেন। তাঁর লেখা সরল ভাষা ও গতিশীল কাহিনীর জন্য জনপ্রিয়।"
    },
    "Samaresh Basu": {
      "nameBangla": "সমরেশ বসু",
      "dateOfBirth": "11/12/1924",
      "dateOfDeath": "12/03/1988",
      "details": "সমরেশ বসু আধুনিক বাংলা সাহিত্যের অন্যতম প্রধান ঔপন্যাসিক এবং গোগোল গোয়েন্দা সিরিজের স্রষ্টা। তিনি ঢাকায় জন্মগ্রহণ করেন এবং ২০০টিরও বেশি গল্প ও ১০০টি উপন্যাস রচনা করেছেন। তিনি ১৯৮০ সালে তাঁর উপন্যাস 'শম্বা'-র জন্য সাহিত্য অকাদেমি পুরস্কার এবং আনন্দ পুরস্কার লাভ করেন।"
    },
    "Sharadindu Bandyopadhyay": {
      "nameBangla": "শরদিন্দু বন্দ্যোপাধ্যায়",
      "dateOfBirth": "30/03/1899",
      "dateOfDeath": "22/09/1970",
      "details": "শরদিন্দু বন্দ্যোপাধ্যায় বাংলা রহস্য সাহিত্যের অন্যতম প্রধান লেখক এবং ব্যোমকেশ বক্সী চরিত্রের স্রষ্টা। তিনি জয়নগরে জন্মগ্রহণ করেন এবং বাংলা গোয়েন্দা কাহিনীতে নতুন মাত্রা যোগ করেন। তাঁর রচিত ব্যোমকেশ সিরিজ বাংলা সাহিত্যের অমূল্য সম্পদ।"
    },
    "Sasthipada Chattopadhyay": {
      "nameBangla": "ষষ্ঠীপদ চট্টোপাধ্যায়",
      "dateOfBirth": "21/04/1933",
      "dateOfDeath": "08/12/2016",
      "details": "ষষ্ঠীপদ চট্টোপাধ্যায় বাংলা সাহিত্যের জনপ্রিয় ঔপন্যাসিক এবং রহস্য-রোমাঞ্চ কাহিনীর লেখক। তিনি বর্ধমানে জন্মগ্রহণ করেন এবং 'আলিবাবা', 'গণদেবতা' ইত্যাদি রচনা করেন। তিনি বাংলা ভাষায় পাঁচশোরও বেশি উপন্যাস রচনা করেছেন এবং আনন্দ পুরস্কার লাভ করেন।"
    },
    "Satyajit Ray": {
      "nameBangla": "সত্যজিৎ রায়",
      "dateOfBirth": "02/05/1921",
      "dateOfDeath": "23/04/1992",
      "details": "সত্যজিৎ রায় একজন বিশ্বখ্যাত চলচ্চিত্র পরিচালক, লেখক এবং শিল্পী ছিলেন। তিনি কলকাতায় জন্মগ্রহণ করেন এবং ফেলুদা ও প্রফেসর শঙ্কু সিরিজ রচনা করেন। তিনি ভারতরত্ন এবং অস্কার পুরস্কারে ভূষিত হয়েছেন। পথের পাঁচালী তাঁর প্রথম এবং সবচেয়ে বিখ্যাত চলচ্চিত্র।"
    },
    "Sayak Aman": {
      "nameBangla": "সায়ক আমান",
      "dateOfBirth": "1980",
      "dateOfDeath": "",
      "details": "সায়ক আমান সমসাময়িক বাংলা থ্রিলার ও ক্রাইম সাহিত্যের আধুনিক লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং আধুনিক পটভূমিতে রোমাঞ্চকর রহস্য কাহিনী রচনা করেন। তাঁর লেখা নতুন প্রজন্মের পাঠকদের মধ্যে জনপ্রিয়।"
    },
    "Shekhar Bose": {
      "nameBangla": "শেখর বসু",
      "dateOfBirth": "1948",
      "dateOfDeath": "",
      "details": "শেখর বসু বাংলা থ্রিলার ও গোয়েন্দা সাহিত্যের সমসাময়িক লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং আধুনিক রহস্য কাহিনী রচনা করেন। তাঁর রচনা বাস্তবধর্মী এবং আধুনিক পাঠকদের জন্য উপযুক্ত।"
    },
    "Shirshendu Mukhopadhyay": {
      "nameBangla": "শীর্ষেন্দু মুখোপাধ্যায়",
      "dateOfBirth": "02/11/1935",
      "dateOfDeath": "",
      "details": "শীর্ষেন্দু মুখোপাধ্যায় সমসাময়িক বাংলা সাহিত্যের অন্যতম প্রধান লেখক এবং বড়দা ও শবর দাশগুপ্ত গোয়েন্দা চরিত্রের স্রষ্টা। তিনি ময়মনসিংহে জন্মগ্রহণ করেন এবং আনন্দবাজার পত্রিকায় কর্মরত। তিনি সাহিত্য অকাদেমি পুরস্কার এবং আনন্দ পুরস্কারে ভূষিত হয়েছেন এবং শিশু ও প্রাপ্তবয়স্কদের জন্য বহু জনপ্রিয় রচনা সৃষ্টি করেছেন।"
    },
    "Sisir Biswas": {
      "nameBangla": "শিশির বিশ্বাস",
      "dateOfBirth": "1925",
      "dateOfDeath": "1998",
      "details": "শিশির বিশ্বাস বাংলা রহস্য ও অ্যাডভেঞ্চার সাহিত্যের লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং শিশু-কিশোরদের জন্য রোমাঞ্চকর কাহিনী রচনা করেন। তাঁর রচনা সহজবোধ্য এবং আকর্ষক।"
    },
    "Sisir Kumar Majumder": {
      "nameBangla": "শিশিরকুমার মজুমদার",
      "dateOfBirth": "1918",
      "dateOfDeath": "1992",
      "details": "শিশিরকুমার মজুমদার বাংলা রহস্য ও গোয়েন্দা সাহিত্যের লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং রোমাঞ্চকর গোয়েন্দা কাহিনী রচনা করেন। তাঁর রচনা সহজ ভাষা ও দ্রুত গতির কাহিনীর জন্য পাঠকপ্রিয়।"
    },
    "Sourav Mukhopadhyay": {
      "nameBangla": "সৌরভ মুখোপাধ্যায়",
      "dateOfBirth": "1972",
      "dateOfDeath": "",
      "details": "সৌরভ মুখোপাধ্যায় সমসাময়িক বাংলা থ্রিলার ও ক্রাইম সাহিত্যের লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং আধুনিক পটভূমিতে রোমাঞ্চকর রহস্য কাহিনী রচনা করেন। তাঁর রচনা আধুনিক ও বাস্তবধর্মী।"
    },
    "Stacy Aumonier": {
      "nameBangla": "স্টেসি অমোনিয়ার",
      "dateOfBirth": "08/04/1877",
      "dateOfDeath": "10/02/1928",
      "details": "স্টেসি অমোনিয়ার ব্রিটিশ ছোটগল্পকার এবং চিত্রশিল্পী। তিনি লন্ডনে জন্মগ্রহণ করেন এবং তীক্ষ্ণ পর্যবেক্ষণশক্তি সম্পন্ন ছোটগল্প রচনা করেন। জন গলসওয়ার্দি তাঁকে 'ইংরেজি ভাষার অন্যতম শ্রেষ্ঠ ছোটগল্পকার' বলে অভিহিত করেছিলেন।"
    },
    "Sukumar Ray": {
      "nameBangla": "সুকুমার রায়",
      "dateOfBirth": "30/10/1887",
      "dateOfDeath": "10/09/1923",
      "details": "সুকুমার রায় বাংলা সাহিত্যের অন্যতম শ্রেষ্ঠ শিশুসাহিত্যিক এবং ননসেন্স রাইমের রচয়িতা। তিনি কলকাতায় জন্মগ্রহণ করেন এবং 'আবোল তাবোল' ও 'হযবরল' রচনা করেন। তিনি সত্যজিৎ রায়ের পিতা ছিলেন এবং মাত্র ৩৫ বছর বয়সে কালাজ্বরে মৃত্যুবরণ করেন।"
    },
    "Sunil Gangopadhyay": {
      "nameBangla": "সুনীল গঙ্গোপাধ্যায়",
      "dateOfBirth": "07/09/1934",
      "dateOfDeath": "23/10/2012",
      "details": "সুনীল গঙ্গোপাধ্যায় আধুনিক বাংলা সাহিত্যের অন্যতম প্রধান কবি ও ঔপন্যাসিক। তিনি ফরিদপুরে জন্মগ্রহণ করেন এবং কাকাবাবু সিরিজের স্রষ্টা। 'সেই সময়' এবং 'প্রথম আলো' তাঁর বিখ্যাত উপন্যাস এবং তিনি সাহিত্য অকাদেমি পুরস্কার লাভ করেন।"
    },
    "Sunirmal Basu": {
      "nameBangla": "সুনির্মল বসু",
      "dateOfBirth": "1902",
      "dateOfDeath": "1975",
      "details": "সুনির্মল বসু বাংলা শিশুসাহিত্যের জনপ্রিয় লেখক এবং সাংবাদিক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং শিশুদের জন্য রোমাঞ্চকর গল্প ও উপন্যাস রচনা করেন। তিনি 'মৌচাক' পত্রিকার সাথে যুক্ত ছিলেন।"
    },
    "Syed Mustafa Siraj": {
      "nameBangla": "সৈয়দ মুস্তাফা সিরাজ",
      "dateOfBirth": "14/10/1930",
      "dateOfDeath": "04/09/2012",
      "details": "সৈয়দ মুস্তাফা সিরাজ বিশিষ্ট বাংলা সাহিত্যিক এবং কর্নেল নীলাদ্রি সরকার গোয়েন্দা চরিত্রের স্রষ্টা। তিনি মুর্শিদাবাদে জন্মগ্রহণ করেন এবং গ্রামবাংলার জীবন নিয়ে অসংখ্য কাহিনী রচনা করেছেন। তিনি ১৯৯৪ সালে 'আলিক মানুষ' উপন্যাসের জন্য সাহিত্য অকাদেমি পুরস্কার এবং বঙ্কিম পুরস্কার লাভ করেন।"
    },
    "Taradas Bandyopadhyay": {
      "nameBangla": "তারাদাস বন্দ্যোপাধ্যায়",
      "dateOfBirth": "1911",
      "dateOfDeath": "1980",
      "details": "তারাদাস বন্দ্যোপাধ্যায় বাংলা সাহিত্যের ঐতিহাসিক ও সামাজিক উপন্যাস লেখক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং বাংলার ইতিহাস ও ঐতিহ্য নিয়ে রচনা করেন। তাঁর লেখা গবেষণাধর্মী এবং তথ্যসমৃদ্ধ।"
    },
    "Tarapada Roy": {
      "nameBangla": "তারাপদ রায়",
      "dateOfBirth": "1936",
      "dateOfDeath": "2007",
      "details": "তারাপদ রায় বাংলা গোয়েন্দা ও রহস্য সাহিত্যের জনপ্রিয় লেখক। তিনি কলকাতায় জন্মগ্রহণ করেন এবং শতাধিক রহস্য উপন্যাস রচনা করেন। তাঁর রচনা সহজবোধ্য এবং রোমাঞ্চকর।"
    },
    "Tarashankar Bandyopadhyay": {
      "nameBangla": "তারাশঙ্কর বন্দ্যোপাধ্যায়",
      "dateOfBirth": "23/07/1898",
      "dateOfDeath": "14/09/1971",
      "details": "তারাশঙ্কর বন্দ্যোপাধ্যায় বাংলা সাহিত্যের অন্যতম প্রধান ঔপন্যাসিক এবং গ্রামীণ সমাজ চিত্রণে পারদর্শী। তিনি বীরভূমে জন্মগ্রহণ করেন এবং 'গণদেবতা' ও 'পঞ্চগ্রাম' রচনা করেন। তিনি সাহিত্য অকাদেমি এবং জ্ঞানপীঠ পুরস্কারে ভূষিত হন।"
    },
    "Tusharkanti Ghosh": {
      "nameBangla": "তুষারকান্তি ঘোষ",
      "dateOfBirth": "21/09/1898",
      "dateOfDeath": "29/08/1994",
      "details": "তুষারকান্তি ঘোষ বাংলা সাহিত্যের বিশিষ্ট ঔপন্যাসিক এবং সাংবাদিক। তিনি পূর্ববঙ্গে জন্মগ্রহণ করেন এবং সামাজিক ও রহস্য উপন্যাস রচনা করেন। তিনি 'দেশ' পত্রিকার সাথে দীর্ঘদিন যুক্ত ছিলেন।"
    },
    "W. W. Jacobs": {
      "nameBangla": "ডব্লিউ. ডব্লিউ. জেকবস",
      "dateOfBirth": "08/09/1863",
      "dateOfDeath": "01/09/1943",
      "details": "উইলিয়াম উইমার্ক জেকবস ব্রিটিশ ছোটগল্পকার যিনি ভৌতিক ও হাস্যরসাত্মক গল্পে বিখ্যাত। তিনি লন্ডনে জন্মগ্রহণ করেন এবং 'The Monkey's Paw' তাঁর সবচেয়ে বিখ্যাত রচনা যা বিশ্বসাহিত্যের অন্যতম শ্রেষ্ঠ ভৌতিক গল্প।"
    }
  },
  "notes": [
    "Use DD/MM/YYYY format for dates (e.g., '15/08/1932' for 15th August 1932)",
    "If date is unknown, leave empty or use 'N/A'",
    "Write all biographical details in Bangla script",
    "STATUS: 82 authors completed, 0 remaining - ALL COMPLETE! ✅",
    "Provide at least 2-3 sentences per author",
    "",
    "STATUS: 18 authors completed, 64 remaining",
    "Continue following the same format for all remaining authors."
  ]
}