{
  "instructions": "Fill in the author information below. Use DD/MM/YYYY format for dates. Write Author Details in Bangla script.",
  "authors": {
    "Adrish Bardhan": {
      "nameBangla": "আদ্রিশ বর্ধন",
      "dateOfBirth": "01/12/1932",
      "dateOfDeath": "20/05/2019",
      "details": "আদ্রিশ বর্ধন একজন বিখ্যাত বাংলা বৈজ্ঞানিক কল্পকাহিনী লেখক, সম্পাদক এবং অনুবাদক ছিলেন। তিনি কলকাতায় জন্মগ্রহণ করেন এবং বাংলায় বৈজ্ঞ৷নিক কল্পকাহিনীর অগ্রদূত হিসেবে বিবেচিত। তিনি গোয়েন্দা ইন্দ্রনাথ রুদ্র এবং নারায়ণী চরিত্র সৃষ্টি করেছিলেন।"
    },
    "Satyajit Ray": {
      "nameBangla": "সত্যজিৎ রায়",
      "dateOfBirth": "02/05/1921",
      "dateOfDeath": "23/04/1992",
      "details": "সত্যজিৎ রায় একজন বিশ্বখ্যাত চলচ্চিত্র পরিচালক, লেখক এবং শিল্পী ছিলেন। তিনি কলকাতায় জন্মগ্রহণ করেন এবং ফেলুদা ও প্রফেসর শঙ্কু সিরিজ রচনা করেন। তিনি ভারতরত্ন এবং অস্কার পুরস্কারে ভূষিত হয়েছেন। পথের পাঁচালী তাঁর প্রথম এবং সবচেয়ে বিখ্যাত চলচ্চিত্র।"
    },
    "Rabindranath Tagore": {
      "nameBangla": "রবীন্দ্রনাথ ঠাকুর",
      "dateOfBirth": "07/05/1861",
      "dateOfDeath": "07/08/1941",
      "details": "রবীন্দ্রনাথ ঠাকুর বাংলা সাহিত্যের সর্বশ্রেষ্ঠ কবি, ঔপন্যাসিক, ছোটগল্পকার এবং নাটককার। তিনি কলকাতায় জন্মগ্রহণ করেন এবং ১৯১৩ সালে নোবেল পুরস্কার লাভ করেন। গীতাঞ্জলি তাঁর সবচেয়ে বিখ্যাত কাব্যগ্রন্থ এবং তিনি ভারত ও বাংলাদেশের জাতীয় সংগীত রচয়িতা।"
    },
    "Sukumar Ray": {
      "nameBangla": "সুকুমার রায়",
      "dateOfBirth": "30/10/1887",
      "dateOfDeath": "10/09/1923",
      "details": "সুকুমার রায় বাংলা সাহিত্যের অন্যতম শ্রেষ্ঠ শিশুসাহিত্যিক এবং ননসেন্স রাইমের রচয়িতা। তিনি কলকাতায় জন্মগ্রহণ করেন এবং 'আবোল তাবোল' ও 'হযবরল' রচনা করেন। তিনি সত্যজিৎ রায়ের পিতা ছিলেন এবং মাত্র ৩৫ বছর বয়সে কালাজ্বরে মৃত্যুবরণ করেন।"
    },
    "Sharadindu Bandyopadhyay": {
      "nameBangla": "শরদিন্দু বন্দ্যোপাধ্যায়",
      "dateOfBirth": "30/03/1899",
      "dateOfDeath": "22/09/1970",
      "details": "শরদিন্দু বন্দ্যোপাধ্যায় বাংলা রহস্য সাহিত্যের অন্যতম প্রধান লেখক এবং ব্যোমকেশ বক্সী চরিত্রের স্রষ্টা। তিনি জয়নগরে জন্মগ্রহণ করেন এবং বাংলা গোয়েন্দা কাহিনীতে নতুন মাত্রা যোগ করেন। তাঁর রচিত ব্যোমকেশ সিরিজ বাংলা সাহিত্যের অমূল্য সম্পদ।"
    },
    "Sunil Gangopadhyay": {
      "nameBangla": "সুনীল গঙ্গোপাধ্যায়",
      "dateOfBirth": "07/09/1934",
      "dateOfDeath": "23/10/2012",
      "details": "সুনীল গঙ্গোপাধ্যায় আধুনিক বাংলা সাহিত্যের অন্যতম প্রধান কবি ও ঔপন্যাসিক। তিনি ফরিদপুরে জন্মগ্রহণ করেন এবং কাকাবাবু সিরিজের স্রষ্টা। 'সেই সময়' এবং 'প্রথম আলো' তাঁর বিখ্যাত উপন্যাস এবং তিনি সাহিত্য অকাদেমি পুরস্কার লাভ করেন।"
    },
    "Premendra Mitra": {
      "nameBangla": "প্রেমেন্দ্র মিত্র",
      "dateOfBirth": "04/09/1904",
      "dateOfDeath": "03/05/1988",
      "details": "প্রেমেন্দ্র মিত্র বাংলা কল্পবিজ্ঞান ও গোয়েন্দা সাহিত্যের পথপ্রদর্শক এবং ঘনাদা চরিত্রের স্রষ্টা। তিনি বানারসে জন্মগ্রহণ করেন এবং বাংলা সাহিত্যে অ্যাডভেঞ্চার গল্পের জনপ্রিয়তা বৃদ্ধি করেন। তাঁর রচিত ঘনাদা সিরিজ আজও অত্যন্ত জনপ্রিয়।"
    },
"Bibhutibhushan Bandyopadhyay": {
      "nameBangla": "বিভূতিভূষণ বন্দ্যোপাধ্যায়",
      "dateOfBirth": "12/09/1894",
      "dateOfDeath": "01/11/1950",
      "details": "বিভূতিভূষণ বন্দ্যোপাধ্যায় বাংলা সাহিত্যের অন্যতম শ্রেষ্ঠ ঔপন্যাসিক এবং 'পথের পাঁচালী' রচয়িতা। তিনি মুরারিপুরে জন্মগ্রহণ করেন এবং গ্রামবাংলার জীবন নিয়ে অনবদ্য উপন্যাস রচনা করেন। 'অপরাজিত' এবং 'আরণ্যক' তাঁর অন্যতম বিখ্যাত রচনা।"
    },
    "Tarashankar Bandyopadhyay": {
      "nameBangla": "তারাশঙ্কর বন্দ্যোপাধ্যায়",
      "dateOfBirth": "23/07/1898",
      "dateOfDeath": "14/09/1971",
      "details": "তারাশঙ্কর বন্দ্যোপাধ্যায় বাংলা সাহিত্যের অন্যতম প্রধান ঔপন্যাসিক এবং গ্রামীণ সমাজ চিত্রণে পারদর্শী। তিনি বীরভূমে জন্মগ্রহণ করেন এবং 'গণদেবতা' ও 'পঞ্চগ্রাম' রচনা করেন। তিনি সাহিত্য অকাদেমি এবং জ্ঞানপীঠ পুরস্কারে ভূষিত হন।"
    },
    "Manik Bandyopadhyay": {
      "nameBangla": "মানিক বন্দ্যোপাধ্যায়",
      "dateOfBirth": "19/05/1908",
      "dateOfDeath": "03/12/1956",
      "details": "মানিক বন্দ্যোপাধ্যায় বাংলা সাহিত্যের অন্যতম শক্তিশালী ঔপন্যাসিক এবং 'পুতুল নাচের ইতিকথা' রচয়িতা। তিনি সাঁওতাল পরগনায় জন্মগ্রহণ করেন এবং মনোবিশ্লেষণমূলক উপন্যাস রচনায় দক্ষ। 'পদ্মা নদীর মাঝি' তাঁর সর্বশ্রেষ্ঠ সৃষ্টি যা বাংলা সাহিত্যের একটি মাইলফলক।"
    }
  },
  "notes": [
    "Use DD/MM/YYYY format for dates (e.g., '15/08/1932' for 15th August 1932)",
    "If date is unknown, leave empty or use 'N/A'",
    "Write all biographical details in Bangla script",
    "Include: birthplace, notable works, contributions, awards, death information",
    "Provide at least 2-3 sentences per author",
    "",
    "SAMPLE DATA PROVIDED - Only 10 authors have been filled in as examples:",
    "- Adrish Bardhan, Satyajit Ray, Rabindranath Tagore, Sukumar Ray",
    "- Sharadindu Bandyopadhyay, Sunil Gangopadhyay, Premendra Mitra",
    "- Bibhutibhushan Bandyopadhyay, Tarashankar Bandyopadhyay, Manik Bandyopadhyay",
    "",
    "REMAINING AUTHORS (72) need to be filled in manually or through additional research.",
    "Continue following the same format for all remaining authors."
  ]
}
